Repository: common-repository/wp-calorie-calculator
Catalog: languages/wp-calorie-calculator-*.po
Languages: de_de, ru_ru, tr_tr

source: Thank you for installing our WP Calorie Calculator plugin. The next step is to <a href="admin.php?page=wp-calorie-calculator">configure the settings of the plugin</a>.
de_de: Vielen Dank, dass Sie unser WP Kalorien Kalkulator Plugin installiert haben. Der nächste Schritt ist die <a href="admin.php?page=wp-calorie-calculator">Konfiguration der Einstellungen des Plugins</a>.
ru_ru: Спасибо за установку нашего плагина WP Калькулятор Калорий. Теперь вы можете <a href="admin.php?page=wp-calorie-calculator">настроить параметры плагина</a>.
tr_tr: WP Kalori Hesaplayıcı eklentimizi kurduğunuz için teşekkür ederiz. Sonraki adım, <a href="admin.php?page=wp-calculator-calculator">eklentinin ayarlarını yapılandırmak</a>.

source: Copied!
de_de: Kopiert!
ru_ru: Скопировано!
tr_tr: Kopyalandı!

source: Copy shortcode
de_de: Shortcode kopieren
ru_ru: Скопировать шорткод
tr_tr: Kısa kodu kopyala

source: Create your Mifflin - St. Jeor Calorie Calculator
de_de: Erstellen Sie Ihren Mifflin - St. Jeor Kalorien Kalkulator
ru_ru: Создайте Калькулятор Калорий Mifflin - St. Jeor
tr_tr: Mifflin - St. Jeor Kalori Hesaplayıcınızı oluşturun

source: Calorie Calculator
de_de: Kalorien Kalkulator
ru_ru: Калькулятор Калорий
tr_tr: Kalori hesaplayıcı

source: Settings
de_de: Einstellungen
ru_ru: Настройки
tr_tr: Ayarlar

source: The PRO edition of WP Calorie Calculator is out!
de_de: Die PRO-Ausgabe des WP Kalorienkalkulators ist da!
ru_ru: Попробуйте PRO версию WP Калькулятора Калорий!
tr_tr: WP Calorie Calculator’ın Pro sürümü çıktı!

source: ConvertKit, Hubspot, Mailchimp, Zapier integration, Google reCAPTCHA, flexible calculation and style settings, custom templates, a fully customizable Elementor widget and other cool add-ons - try now and make your website users’ favorite place to be!
de_de: ConvertKit, Hubspot, Mailchimp, Zapier Integrationen, Google reCAPTCHA, flexible Berechnungs- und Stileinstellungen, benutzerdefinierte Vorlagen, ein vollständig anpassbares Elementor-Widget und andere coole Add-ons - probieren Sie es jetzt aus und machen Sie Ihre Website zum Lieblingsplatz der Nutzer!
ru_ru: Интеграция с сервисами ConvertKit, Hubspot, Mailchimp, Zapier, Google reCAPTCHA, гибкие настройки расчетов и стилей, пользовательские шаблоны, полностью настраиваемый виджет Elementor и другие классные дополнения - попробуйте прямо сейчас и сделайте свой сайт популярным местом для посетителей!
tr_tr: ConvertKit, Hubspot, Mailchimp, Zapier entegrasyonu, Google reCAPTCHA, esnek hesaplama ve stil ayarları, özel şablonlar, tamamen özelleştirilebilir bir Elementor widget’ı ve diğer harika eklentiler - şimdi deneyin ve web sitenizi kullanıcıların en sevdiği yer haline getirin!

source: Get it
de_de: Holen Sie es
ru_ru: Получить

source: Go Pro
de_de: Pro gehen
ru_ru: Перейти на PRO
tr_tr: Pro Alın

source: Get PRO
de_de: PRO erhalten
ru_ru: Получить PRO

source: Main title color
de_de: Haupttitel Farbe
ru_ru: Цвет главного заголовка
tr_tr: Ana başlık rengi

source: Main title border color
de_de: Randfarbe des Haupttitels
ru_ru: Цвет рамки основного заголовка
tr_tr: Ana başlık kenarlık rengi

source: Switcher circle color
de_de: Switcher Kreis Farbe
ru_ru: Цвет ползунка переключателя
tr_tr: Anahtarlayıcı daire rengi

source: Switcher background color
de_de: Switcher-Hintergrundfarbe
ru_ru: Цвет фона переключателя
tr_tr: Anahtarlayıcı arka plan rengi

source: Labels color
de_de: Labels Farbe
ru_ru: Цвет ярлыков
tr_tr: Etiket rengi

source: Radio button color
de_de: Farbe der Radiobuttons
ru_ru: Цвет radio кнопок
tr_tr: Radyo düğmesi rengi

source: Tooltip icon color
de_de: Farbe des Tooltip-Symbols
ru_ru: Цвет иконки подсказки
tr_tr: Araç ipucu simge rengi

source: Input border color
de_de: Rahmenfarbe eingeben
ru_ru: Цвет рамки полей ввода
tr_tr: Giriş kenarlığı rengi

source: Result background color
de_de: Hintergrundfarbe des Ergebnisses
ru_ru: Цвет фона результата
tr_tr: Sonuç arka plan rengi

source: Result title color
de_de: Farbe des Ergebnistitels
ru_ru: Цвет заголовка результата
tr_tr: Sonuç başlığı rengi

source: Result text color
de_de: Ergebnis Textfarbe
ru_ru: Цвет текста результатов
tr_tr: Sonuç metin rengi

source: Result icon background
de_de: Hintergrund des Ergebnissymbols
ru_ru: Фон иконки результата
tr_tr: Sonuç simgesi arka planı

source: Result icon color
de_de: Farbe des ErgebnissymbolsSekundäre Farbe
ru_ru: Цвет иконки результата
tr_tr: Sonuç simge rengi

source: Button background color
de_de: Hintergrundfarbe der Buttons
ru_ru: Цвет фона кнопки
tr_tr: Düğme arka plan rengi

source: Button background color on hover
de_de: Hintergrundfarbe der Buttons bei Hover
ru_ru: Цвет фона кнопки при наведении
tr_tr: Vurguluyken düğme arka plan rengi

source: Button text color
de_de: Textfarbe der Buttons
ru_ru: Цвет текста кнопки
tr_tr: Düğme metin rengi

source: Form checkbox color
de_de: Farbe der Checkbox
ru_ru: Цвет checkbox в форме
tr_tr: Form onay kutusu rengi

source: Form links color
de_de: Links Farbe
ru_ru: Цвет ссылок
tr_tr: Form bağlantıları rengi

source: Form links color on hover
de_de: Farbe des Links bei Hover
ru_ru: Цвет ссылок при наведении
tr_tr: Form bağlantıları fareyle üzerine gelindiğinde renk

source: Maintain Weight
de_de: Gewicht halten
ru_ru: Поддержание веса
tr_tr: Fit görünüm

source: Mild Weight Loss
de_de: Milde Gewichtsabnahme
ru_ru: Умеренное снижение веса
tr_tr: Hafif Kilo verme

source: Weight Loss
de_de: Gewichtsabnahme
ru_ru: Снижение веса
tr_tr: Kilo verme

source: Mild Weight Gain
de_de: Milde Gewichtszunahme
ru_ru: Умеренный набор веса
tr_tr: Hafif Kilo alma

source: Weight Gain
de_de: Gewichtszunahme
ru_ru: Набор веса
tr_tr: Kilo alma

source: Sedentary
de_de: Sesshaftigkeit
ru_ru: Сидячий образ жизни
tr_tr: Durağan

source: Spend most of the day sitting, with little or no exercise
de_de: Die meiste Zeit des Tages im Sitzen verbringen und sich wenig oder gar nicht bewegen
ru_ru: Проводите большую часть дня сидя, практически не занимаясь спортом
tr_tr: Günün büyük bölümünde oturuyorum, az ya da hiç egzersiz yapmıyorum

source: Light
de_de: Licht
ru_ru: Легкий
tr_tr: Hafif

source: Exercise 1-3 times/week
de_de: 1-3 Mal/Woche Sport treiben
ru_ru: Физические упражнения 1-3 раза в неделю
tr_tr: Egzersiz haftada 1-3 defa

source: Exercise 4-5 times/week
de_de: 4-5 Mal pro Woche Sport treiben
ru_ru: Физические упражнения 4-5 раз в неделю
tr_tr: Egzersiz haftada 4-5 defa

source: Active
de_de: Aktiv
ru_ru: Активный
tr_tr: Aktif

source: Daily exercise or intense exercise 3-4 times/week
de_de: Täglicher Sport oder intensiver Sport 3-4 Mal pro Woche
ru_ru: Ежедневные физические упражнения или интенсивные физические упражнения 3-4 раза в неделю
tr_tr: Günlük egzersiz ya da haftada 3-4 yoğun egzersiz

source: Very Active
de_de: Sehr aktiv
ru_ru: Очень активный
tr_tr: Çok aktif

source: Intense exercise 6-7 times/week
de_de: Intensives Training 6-7 Mal/Woche
ru_ru: Интенсивные физические упражнения 6-7 раз в неделю
tr_tr: Yoğun egzersiz haftada 6-7 kere

source: Extra Active
de_de: Extra Aktiv
ru_ru: Экстра активный
tr_tr: Ekstra aktif

source: Very intense exercise daily, or physical job
de_de: Täglich sehr intensive Bewegung oder physische Arbeit
ru_ru: Ежедневные очень интенсивные физические нагрузки или физическая работа
tr_tr: Çok yoğun egzersiz ya da fiziksel iş

source: Calorie Calculator results have been successfully sent to your email address!
de_de: Die Ergebnisse des Kalorienkalkulators wurden erfolgreich an Ihre E-Mail Adresse gesendet!
ru_ru: Результаты расчета Калькулятора Калорий были успешно отправлены на ваш адрес электронной почты!
tr_tr: Kalori hesaplayıcı sonuçları başarılı bir şekilde e-posta adresinize yollandı!

source: An error has occurred.
de_de: Es ist ein Fehler aufgetreten.
ru_ru: Произошла ошибка.
tr_tr: Hata oluştu.

source: Please, fill in all fields correctly.
de_de: Bitte füllen Sie alle Felder korrekt aus.
ru_ru: Пожалуйста, заполните все поля правильно.
tr_tr: Lütfen tüm alanları doğru doldurunuz.

source: Extreme Weight Loss
de_de: Extreme Gewichtsabnahme
ru_ru: Экстремальное снижение веса
tr_tr: Hızlı kilo kaybı

source: Fast Weight Gain
de_de: Schnelle Gewichtszunahme
ru_ru: Быстрый набор веса
tr_tr: Hızlı kilo alma

source: Male
de_de: Männlich
ru_ru: Мужской
tr_tr: Erkek

source: Female
de_de: Weiblich
ru_ru: Женский
tr_tr: Kadın

source: lbs
de_de: pf

source: Your optimal calories
de_de: Ihre optimalen Kalorien
ru_ru: Ваша оптимальная калорийность
tr_tr: En uygun kaloriniz

source: Hi!
de_de: Hallo!
ru_ru: Здравствуйте!
tr_tr: Merhaba!

source: It’s Calorie Calculator.
de_de: Das ist Kalorien Kalkulator.
ru_ru: Это Калькулятор Калорий.
tr_tr: Kalori hesaplayıcı.

source: Looks like you requested your target daily calorie intake.
de_de: Sieht so aus, als hätten Sie Ihre tägliche Zielkalorienzufuhr angefordert.
ru_ru: Похоже, вы запросили свою целевую дневную норму калорий.
tr_tr: Görünüşe göre hedef günlük kalori alımını talep etmişsin.

source: It is %s
de_de: Es ist %s
ru_ru: Результат: %s
tr_tr: Işte %s

source: Your parameters:
de_de: Ihre Parameter:
ru_ru: Ваши параметры:
tr_tr: PArametreleriniz:

source: Sex: %s
de_de: Geschlecht: %s
ru_ru: Пол: %s
tr_tr: Cinsiyetiniz %s

source: Age: %s
de_de: Alter: %s
ru_ru: Возраст: %s
tr_tr: Yaşınız %s

source: Height: %s
de_de: Größe: %s
ru_ru: Рост: %s
tr_tr: Boy %s

source: Weight: %s
de_de: Gewicht: %s
ru_ru: Вес: %s
tr_tr: Kilo %s

source: Activity level: %s
de_de: Aktivitätsniveau: %s
ru_ru: Уровень активности: %s
tr_tr: Aktivite durumu %s

source: Goal: %s
de_de: Ziel: %s
ru_ru: Цель: %s
tr_tr: Hedef %s

source: You go!
de_de: Los geht's!
ru_ru: Вперед!
tr_tr: Git!

source: Best regards,
de_de: Beste Grüße,
ru_ru: С наилучшими пожеланиями,
tr_tr: Saygılarımızla,

source: Calorie Calculator.
de_de: Kalorien Kalkulator.
ru_ru: Калькулятор Калорий.
tr_tr: Kalori hesaplayıcı.

source: New Calorie Calculator user
de_de: Neuer Kalorien Kalkulator Benutzer
ru_ru: Новый пользователь Калькулятора Калорий
tr_tr: Kalori Hesaplayıcı yeni kullanıcı

source: Hey, someone just shared their email address with you.
de_de: Hallo, jemand hat gerade seine E-Mail-Adresse an Sie weitergegeben.
ru_ru: Эй, кто-то только что поделился с вами своим адресом электронной почты.
tr_tr: Selam , birisi e-posta adresini seninle paylaştı.

source: Here it is: %s
de_de: Hier ist es: %s
ru_ru: Вот он: %s
tr_tr: İşte burada %s

source: Make it the beginning of your brand’s active conversation.
de_de: Machen Sie es zum Beginn der aktiven Konversation Ihrer Zielgruppe.
ru_ru: Сделайте это успешным началом активного общения с вашей целевой аудиторией.
tr_tr: Bunu markanızın aktif konuşmasının başlangıcı yapın.

source: Zapier is not enabled!
de_de: Zapier Webhook fehlt oder ist nicht aktiviert!

source: Zapier Webhook is missing!
de_de: Zapier Webhook fehlt!

source: CALCULATE YOUR OPTIMAL CALORIES
de_de: KALKULIEREN SIE IHREN OPTIMALEN KALORIENVERBRAUCH
ru_ru: РАССЧИТАТЬ ОПТИМАЛЬНОЕ КОЛИЧЕСТВО КАЛОРИЙ
tr_tr: Günlük doğru kalori alımınızı hesaplayın

source: Small
de_de: Klein
ru_ru: Маленький
tr_tr: Küçük

source: Large
de_de: Groß
ru_ru: Большой
tr_tr: Büyük

source: Extra Large
de_de: Extra groß
ru_ru: Огромный
tr_tr: Ekstra büyük

source: Hi, %s!
de_de: Hallo, %s!
ru_ru: Здравствуйте, %s!
tr_tr: Onun, %s!

source: It is %s calories per day
de_de: Das sind %s Kalorien pro Tag
ru_ru: Это %s калорий в день
tr_tr: Günlük %s kalori

source: Body Mass Index (BMI): %s
de_de: Körpermasseindex (BMI): %s
ru_ru: Индекс массы тела (ИМТ): %s
tr_tr: Vücut Kitle İndeksi (BMI): %s

source: BMI Classification: %s
de_de: BMI-Klassifizierung: %s
ru_ru: Классификация ИМТ: %s
tr_tr: BMI Sınıflandırması: %s

source: Basal Metabolic Rate (BMR): %s calories per day
de_de: Grundumsatz (BMR): %s Kalorien pro Tag
ru_ru: Базальная скорость метаболизма (BMR): %s калорий в день
tr_tr: Bazal Metabolizma Hızı (BMR): Günde %s kalori

source: Macronutrient Balance:
de_de: Makronährstoff-Balance:
ru_ru: Баланс макроэлементов:
tr_tr: Makrobesin Dengesi:

source: Fats: %s g
de_de: Fette: %s g
ru_ru: Жиры: %s г
tr_tr: Yağlar: %s g

source: Protein: %s g
de_de: Proteine: %s g
ru_ru: Белки: %s г

source: Carbs: %s g
de_de: Kohlenhydrate: %s g
ru_ru: Углеводы, %s г
tr_tr: Karbonhidrat: %s g

source: Keep up the good work!
de_de: Machen Sie weiter so!
ru_ru: Продолжайте в том же духе!
tr_tr: İyi çalışmaya devam edin!

source: User's name: %s
de_de: Benutzername: %s
ru_ru: Имя пользователя: %s
tr_tr: Kullanıcı adı: %s

source: User's email: %s
de_de: Benutzer-E-Mail: %s
ru_ru: Email пользователя: %s
tr_tr: Kullanıcının e-posta adresi: %s

source: Privacy Policy
de_de: Datenschutz
ru_ru: Политика конфиденциальности
tr_tr: Gizlilik Politikası

source: Terms and Conditions
de_de: Geschäftsbedingungen
ru_ru: Правила использования
tr_tr: Şartlar ve Koşullar

source: Please accept our Privacy Policy and Terms & Conditions to proceed.
de_de: Bitte akzeptieren Sie unsere Datenschutzbestimmungen und Geschäftsbedingungen, um fortzufahren.
ru_ru: Согласитесь с нашей Политикой конфиденциальности и Условиями использования сайта, чтобы продолжить.
tr_tr: Devam etmek için lütfen Gizlilik Politikamızı ve Şartlar ve Koşullarımızı kabul edin.

source: 1. Choose the settings you'd like to use for this specified instance of the shortcode on your website (widget, a particular page, or something else).
de_de: 1. Wählen Sie die Einstellungen, die Sie für diese bestimmte Instanz des Shortcodes auf Ihrer Website verwenden möchten (Widget, eine bestimmte Seite oder etwas anderes).
ru_ru: 1. Выберите настройки для данного шорткода, который можно расположить на вашем сайте как виджет или на конкретной странице.
tr_tr: 1. Web sitenizdeki bu kısa kod örneği için kullanmak istediğiniz ayarları seçin (widget, belirli bir sayfa veya başka bir şey).

source: 2. Copy the shortcode and paste it wherever you need.
de_de: 2. Kopieren Sie den Shortcode und fügen Sie ihn an der gewünschten Stelle ein.
ru_ru: 2. Скопируйте шорткод и вставьте его в необходимое место.
tr_tr: 2. Kısa kodu kopyalayın ve ihtiyacınız olan yere yapıştırın.

source: Your Shortcode
de_de: Ihr Shortcode
ru_ru: Ваш Шорткод
tr_tr: Kısa kodunuz

source: Calculation
de_de: Kalkulation
ru_ru: Расчеты
tr_tr: Hesapla

source: Styling
de_de: Stylen
ru_ru: Стилизация

source: Integrations
de_de: Integrationen
ru_ru: Интеграции
tr_tr: Entegrasyonlar

source: Email templates
de_de: E-Mail-Vorlagen
ru_ru: Шаблоны Email
tr_tr: E-posta Şablonları

source: Main Calculator Title
de_de: Kalkulator Haupttitel
ru_ru: Главный заголовок
tr_tr: Hesaplayıcı ana başlığı

source: Hide
de_de: Ausblenden
ru_ru: Спрятать
tr_tr: Gizle

source: Show
de_de: Anzeigen
ru_ru: Показать
tr_tr: Göster

source: Title align
de_de: Titel ausrichten
ru_ru: Выравнивание
tr_tr: Başlık hizalama

source: These features are available in the PRO version
de_de: Diese Funktionen sind in der PRO-Version verfügbar
ru_ru: Эти функции доступны в PRO-версии
tr_tr: Bu özellikler PRO sürümünde mevcuttur

source: Center
de_de: Zentrum
ru_ru: Центр
tr_tr: Merkez

source: Calculation Result type
de_de: Kalkulation Ergebnistyp
ru_ru: Тип результата расчета
tr_tr: Hesaplama sonuç tipi

source: Send to Email
de_de: An E-Mail senden
ru_ru: Послать на Email
tr_tr: E-postaya Gönder

source: Users will get the results to their Email.
de_de: Benutzer erhalten die Ergebnisse per E-Mail.
ru_ru: Пользователь получит результаты на свой Email.
tr_tr: Kullanıcılar sonuçları E-postalarına alacaklardır.

source: Instant View
de_de: Sofortansicht
ru_ru: Моментальный результат
tr_tr: Anlık Görünüm

source: The user will see the result on the page immediately.
de_de: Benutzer sehen das Ergebnis sofort auf der Seite.
ru_ru: Пользователь увидит результаты непосредственно на странице.
tr_tr: Kullanıcı sonucu hemen sayfada görecektir.

source: Instant View with Email request
de_de: Sofortansicht mit E-Mail-Anfrage
ru_ru: Моментальный результат после введения Email
tr_tr: E-posta isteği ile Anında Görünüm

source: The user will see the results on the page after entering their data.
de_de: Benutzer sehen die Ergebnisse auf der Seite, nachdem sie ihre Daten eingegeben haben.
ru_ru: Пользователь увидит результаты на странице после введения имени и Email.
tr_tr: Kullanıcı, verilerini girdikten sonra sonuçları sayfada görecektir.

source: Notification settings
de_de: Einstellungen für Benachrichtigungen
ru_ru: Настройки уведомления
tr_tr: Bildirim ayarları

source: Enter your email to receive notifications about new calculator users (who requested results to their email) and their email addresses
de_de: Geben Sie Ihre E-Mail-Adresse ein, um Benachrichtigungen über neue Kalkulatorbenutzer (die Ergebnisse per E-Mail angefordert haben) und deren E-Mail-Adressen und Namen zu erhalten
ru_ru: Введите свой email, чтобы получать уведомления с информацией о новых пользователях калькулятора, которые запросили результаты на свой email, - их имя и адрес электронной почты. Вы можете самостоятельно настроить те данные о пользователе, которые вы хотите получать, в разделе "Шаблоны Email"
tr_tr: E-posta adresinizi girin yeni hesaplayıcı kullanıcıları bildirimleri alın

source: Disable admin notification
de_de: Administratorbenachrichtigung deaktivieren
ru_ru: Отключить оповещения администратора
tr_tr: Yönetici bildirimini devre dışı bırak

source: User agreements
de_de: Benutzervereinbarungen
ru_ru: Согласие пользователя
tr_tr: Kullanıcı sözleşmeleri

source: Show User agreements
de_de: Benutzervereinbarungen anzeigen
ru_ru: Показывать согласие пользователя
tr_tr: Kullanıcı sözleşmelerini göster

source: Privacy Policy URL
de_de: Datenschutz-URL
ru_ru: Ссылка на страницу
tr_tr: Gizlilik Politikası URL’si

source: Privacy Policy URL text
de_de: Datenschutz-URL-Text
ru_ru: Текст ссылки
tr_tr: Gizlilik Politikası URL metni

source: Terms URL
de_de: Geschäftsbedingungen-URL
ru_ru: Ссылка на страницу
tr_tr: Şartlar URL

source: Terms URL text
de_de: Geschäftsbedingungen-URL-Text
ru_ru: Текст ссылки
tr_tr: Şartlar URL metni

source: User agreement message
de_de: Nachricht der Benutzervereinbarung
ru_ru: Сообщение согласия пользователя
tr_tr: Kullanıcı sözleşmesi mesajı

source: If you change this value make sure to wrap the links using the {} signs: {privacy_policy} and {terms_and_conditions}.
de_de: Wenn Sie diesen Wert ändern, stellen Sie sicher, dass Sie die Links mit den {}-Zeichen einschließen: {privacy_policy} und {terms_and_conditions}.
ru_ru: При изменении текста используйте параметры в фигурных скобках: {privacy_policy} и {terms_and_conditions}.
tr_tr: Bu değeri değiştirirseniz, bağlantıları {} işaretlerini kullanarak sarmaladığınızdan emin olun: {privacy_policy} ve {terms_and_conditions}.

source: Hide Credits
de_de: Credits ausblenden

source: Labels Customization
de_de: Anpassung von Labels
ru_ru: Кастомизация лейвлов
tr_tr: Labels Özelleştirme

source: You can customize all texts, labels, success form submission messages, etc. in the PRO version.
de_de: In der PRO-Version können Sie alle Texte, Beschriftungen, Nachrichten zum erfolgreichen Absenden des Formulars usw. anpassen.
ru_ru: В PRO-версии вы можете настроить все тексты, лейблы, сообщения об успешной отправке формы и т.д.
tr_tr: PRO sürümünde tüm metinleri, etiketleri, başarı formu gönderme mesajlarını vb. özelleştirebilirsiniz.

source: Default units system
de_de: Einheiten System
ru_ru: Система мер по умолчанию
tr_tr: Varsayılan birimler sistemi

source: The imperial system is a system of weights and measures that includes pounds, inches, feet etc.
de_de: Das imperiale System ist ein System von Gewichten und Maßen, das Pfund, Zoll, Fuß usw. umfasst.
ru_ru: Имперская система - это система мер и весов, включающая фунты, дюймы, футы и т.д.
tr_tr: İmparatorluk sistemi, pound, inç, fit vb. içeren bir ağırlık ve ölçü sistemidir.

source: Metric
de_de: Metrisch
ru_ru: Метрическая
tr_tr: Metrik

source: International decimal system of weights and measures, based on the meter for length and the kilogram for mass.
de_de: Internationales Dezimalsystem für Gewichte und Maße, basierend auf dem Meter für die Länge und dem Kilogramm für die Masse.
ru_ru: Международная десятичная система мер и весов, основанная на метре для длины и килограмме для массы.
tr_tr: Uzunluk için metre ve kütle için kilograma dayalı uluslararası ondalık ağırlık ve ölçü sistemi.

source: Show results
de_de: Ergebnisse anzeigen
ru_ru: Показывать результаты
tr_tr: Sonuçları göster

source: Show Basal Metabolic Rate (BMR)
de_de: Grundumsatz (BMR)
ru_ru: Базальная скорость метаболизма (BMR)
tr_tr: Bazal Metabolizma Hızını (BMR) Göster

source: Show Body Mass Index (BMI)
de_de: Körpermasseindex (BMI)
ru_ru: Индекс массы тела (BMI)
tr_tr: Vücut Kitle İndeksini (BMI) Göster

source: Show BMI Type
de_de: BMI-Klasse
ru_ru: Тип BMI
tr_tr: BMI Türünü Göster

source: Show Macronutrient Balance
de_de: Makronährstoff-Balance
ru_ru: Баланс макроэлементов
tr_tr: Makrobesin Dengesini Göster

source: Choose the formula
de_de: Wählen Sie die Formel
ru_ru: Выберите формулу
tr_tr: Formülü seçin

source: Mifflin-St Jeor formula
de_de: Mifflin-St. Jeor-Formel
ru_ru: Формула Миффлина-Сан Жеора
tr_tr: Mifflin-St Jeor formülü

source: Harris-Benedict formula
de_de: Harris-Benedict-Formel
ru_ru: Формула Харриса-Бенедикта
tr_tr: Harris-Benedict formülü

source: World Health Organization
de_de: Weltgesundheitsorganisation
ru_ru: Всемирная организация здравоохранения
tr_tr: Dünya Sağlık Örgütü

source: Activity Levels
de_de: Aktivitätsniveau
ru_ru: Уровень активности
tr_tr: Aktivite durumu

source: Hide activity
de_de: Aktivität ausblenden
ru_ru: Скрыть активность
tr_tr: Aktiviteyi gizle

source: Description
de_de: Beschreibung
ru_ru: Описание
tr_tr: Tanım

source: Coefficient
de_de: Koeffizient
ru_ru: Коэффициент
tr_tr: Katsayı

source: Add Goal
de_de: Ziel hinzufügen
ru_ru: Добавить цель
tr_tr: Hedef Ekle

source: Goals
de_de: Ziele
ru_ru: Цели
tr_tr: Hedefler

source: Hide goals
de_de: Ziele ausblenden
ru_ru: Скрыть цели
tr_tr: Hedefleri gizle

source: Macronutrient Ratio
de_de: Makronährstoff-Verhältnis
ru_ru: Баланс макроэлементов
tr_tr: Makrobesin Oranı

source: Color settings
de_de: Farbeinstellungen
ru_ru: Настройки цвета
tr_tr: Renk ayarları

source: Color schema
de_de: Farbschema
ru_ru: Цветовая схема
tr_tr: Renk şeması

source: Custom colors
de_de: Eigene Farben
ru_ru: Собственные цвета
tr_tr: Özel renkler

source: Choose color scheme
de_de: Farbschema auswählen
ru_ru: Выберите цветовую схему
tr_tr: Genel bir renk şeması seçin

source: You can customize the color scheme to your own preference in the PRO version.
de_de: In der PRO-Version können Sie das Farbschema nach Ihren eigenen Wünschen anpassen.
ru_ru: В версии PRO вы можете настроить цветовую схему по своему вкусу.
tr_tr: PRO versiyonunda renk düzenini kendi tercihinize göre özelleştirebilirsiniz.

source: Layout style
de_de: Layout Stil
ru_ru: Стиль макета
tr_tr: Düzen Stili

source: Compact Pretty
de_de: Kompakt Kleinartig
ru_ru: Компактный
tr_tr: Kompakt Hoş

source: Simple “Plain HTML”
de_de: Einfaches "Plain HTML"
ru_ru: Обычный HTML
tr_tr: Basit “Düz HTML”

source: Extended
de_de: Erweitertes Thema
ru_ru: Расширенный
tr_tr: Genişletilmiş

source: Layout settings
de_de: EinstellungenLayout Einstellungen
ru_ru: Настройки макета
tr_tr: Düzen ayarları

source: Form layout:
de_de: Formular-Layout:
ru_ru: Макет формы:
tr_tr: Form düzeni:

source: One-screen
de_de: Ein Screen
ru_ru: Один экран
tr_tr: Tek ekran

source: Multi-step
de_de: Schrittweise
ru_ru: Пошагово
tr_tr: Çok adımlı

source: Activity&Goal layout:
de_de: Aktivität&Ziel Layout:
ru_ru: Вид выбора активности и цели:
tr_tr: Etkinlik ve Hedef düzeni:

source: Grid
de_de: Gitter
ru_ru: Сетка

source: Base font size
de_de: Basis-Schriftgröße
ru_ru: Базовый размер шрифта
tr_tr: Temel yazı tipi boyutu

source: Zapier
de_de: Papier
