Repository: common-repository/wp-calorie-calculator
Catalog: languages/wp-calorie-calculator-*.po
Languages: de_de, ru_ru, tr_tr

source: In Zapier, create a zap and select %1$s as the launch application and %2$s as the launch event type. Zapier will give you the Custom Webhook URL - paste it into this field and save your settings. All data will now be sent to your Zapier account.
de_de: Erstellen Sie in Zapier einen Zap und wählen Sie “%1$s als Startanwendung und %2$s als Startereignistyp. Zapier gibt Ihnen die benutzerdefinierte Webhook-URL - fügen Sie sie in dieses Feld ein und speichern Sie Ihre Einstellungen. Alle Daten werden nun an Ihr Zapier-Konto gesendet.
ru_ru: В Zapier создайте zap и выберите %1$s в качестве приложения запуска и %2$s в качестве типа события запуска. Zapier выдаст вам URL веб-хука - вставьте его в это поле и сохраните настройки. Теперь все данные будут отправляться в вашу учетную запись Zapier.
tr_tr: Zapier’de bir zap oluşturun ve başlatma uygulaması olarak %1$s i ve başlatma olayı türü olarak %2$s u seçin. Zapier size Özel Web kancası URL’sini verecektir - bunu bu alana yapıştırın ve ayarlarınızı kaydedin. Tüm veriler şimdi Zapier hesabınıza gönderilecek.

source: Note: a paid Zapier plan is required!
de_de: Achtung: ein kostenpflichtiger Zapier-Plan ist erforderlich!
ru_ru: Примечание: требуется платный тарифный план Zapier!
tr_tr: Not: Ücretli bir Zapier planı gereklidir!

source: Step-by-step guide
de_de: Schritt-für-Schritt-Anleitung
ru_ru: Пошаговая инструкция
tr_tr: Adım adım kılavuz

source: Enable Zapier
de_de: Zapier aktivieren
ru_ru: Включить Zapier
tr_tr: Zapier’i Etkinleştir

source: Enable Google ReCAPTCHA
de_de: Google ReCAPTCHA aktivieren
ru_ru: Включить Google ReCAPTCHA
tr_tr: Google ReCAPTCHA’yı etkinleştirin

source: Enable ConvertKit
de_de: ConvertKit aktivieren
ru_ru: Включить ConvertKit
tr_tr: ConvertKit’i Etkinleştir

source: Enable Hubspot
de_de: Hubspot aktivieren
ru_ru: Включить Hubspot
tr_tr: Hubspot’u Etkinleştir

source: Enable Mailchimp
de_de: Mailchimp aktivieren
ru_ru: Включить Mailchimp
tr_tr: Mailchimp’i Etkinleştir

source: User parameters
de_de: Benutzer-Parameter
ru_ru: Параметры пользователя
tr_tr: Parametreleriniz

source: Use these parameters when constructing notifications to user and administrator. Do not remove curly braces - {user_name}.
de_de: Verwenden Sie diese Parameter bei der Erstellung von Benachrichtigungen an Benutzer und Administratoren. Entfernen Sie keine geschweiften Klammern - {user_name}.
ru_ru: Используйте эти параметры при создании уведомлений пользователю и администратору. Не удаляйте фигурные скобки - {user_name}.
tr_tr: Kullanıcı ve yöneticiye bildirimler oluştururken bu parametreleri kullanın. Küme parantezlerini kaldırmayın - {user_name}.

source: The user's name
de_de: Benutzername
ru_ru: Имя пользователя
tr_tr: Kullanıcının adı

source: The user's email address
de_de: Benutzer-E-Mail
ru_ru: Email пользователя
tr_tr: Kullanıcının e-posta adresi

source: Body Mass Index (BMI)
de_de: Körpermasseindex (BMI)
ru_ru: Индекс массы тела (BMI)
tr_tr: Vücut Kitle İndeksi (BMI)

source: BMI Class
de_de: BMI-Klasse
ru_ru: Класс ИМТ
tr_tr: BMI Sınıfı

source: Basal Metabolic Rate (BMR)
de_de: Grundumsatz (BMR)
ru_ru: Базальная скорость метаболизма (BMR)
tr_tr: Bazal Metabolizma Hızı (BMR)

source: Target calorie intake per day
de_de: Ziel-Kalorienzufuhr pro Tag
ru_ru: Целевое потребление калорий в день
tr_tr: Günlük hedef kalori alımı

source: Calculated fats, g
de_de: Berechnete Fette, g
ru_ru: Жиры, г
tr_tr: Hesaplanmış yağlar, g

source: Calculated protein, g
de_de: Berechnetes Protein, g
ru_ru: Белки, г
tr_tr: Hesaplanan protein, g

source: Calculated carbs, g
de_de: Berechnete Kohlenhydrate, g
ru_ru: Углеводы, г
tr_tr: Hesaplanmış karbonhidratlar, g

source: The user's sex
de_de: Das Geschlecht des Benutzers
ru_ru: Пол пользователя
tr_tr: Kullanıcının cinsiyeti

source: The user's age
de_de: Das Alter des Benutzers
ru_ru: Возраст пользователя
tr_tr: Kullanıcının yaşı

source: The user's height
de_de: Die Größe des Benutzers
ru_ru: Рост пользователя
tr_tr: Kullanıcı yüksekliği

source: The user's weight
de_de: Das Gewicht des Benutzers
ru_ru: Вес пользователя
tr_tr: Kullanıcı ağırlığı

source: The user's activity level
de_de: Aktivitätsniveau des Benutzers
ru_ru: Уровень активности
tr_tr: Aktivite durumu

source: The user's desired goal
de_de: Das gewünschte Ziel des Nutzers
ru_ru: Выбранная цель
tr_tr: Kullanıcının istediği hedef

source: Email template to user
de_de: E-Mail-Vorlage für Benutzer
ru_ru: Шаблон письма пользователю
tr_tr: Kullanıcıya e-posta şablonu

source: Fill in the From (Name/Title) and From (Email) fields - for example, WP Calorie Calculator and calculator. Leave these fields blank if you want to use the default WordPress settings or configure them on SMTP.
de_de: Füllen Sie die Felder Von (Name/Titel) und Von (E-Mail) aus - zum Beispiel WP Calorie Calculator und calculator. Lassen Sie diese Felder leer, wenn Sie die Standard-WordPress-Einstellungen verwenden oder sie auf SMTP konfigurieren möchten.
ru_ru: Заполните поля От (Имя / Заголовок) и От (Email) - например, WP Калькулятор Калорий и calculator. Оставьте эти поля пустыми, если вы хотите использовать настройки WordPress по умолчанию или настроенный на сайте SMTP.
tr_tr: Kimden Adı ve Kimden alanlarını doldurun - örneğin, WP Kalori Hesaplayıcı ve hesaplayıcı. Varsayılan WordPress ayarlarını kullanmak istiyorsanız veya SMTP sitesinde yapılandırılmışsa bu alanları boş bırakın.

source: From (Name/Title)
de_de: Von (Name/Titel)
ru_ru: От (Имя / Заголовок)
tr_tr: Nereden (isim)

source: From (Email)
de_de: Von (E-Mail)
ru_ru: От (Email)
tr_tr: Nereden (E-posta)

source: Subject
de_de: Thema
ru_ru: Тема
tr_tr: E-posta konu

source: Body
de_de: Text
ru_ru: Текст
tr_tr: E-posta Gövdesi

source: Notification template
de_de: Vorlage für Benachrichtigung
ru_ru: Шаблон уведомления
tr_tr: Bildirim şablonu

source: Support of:
de_de: Unterstützung von:
ru_ru: Поддержка:
tr_tr: Destek:

source: ConvertKit, Hubspot, Mailchimp, Zapier, Make, Google reCAPTCHA, Elementor widget and other amazing add-ons
de_de: ConvertKit, Hubspot, Mailchimp, Zapier, Make Integrationen, Google reCAPTCHA, Elementor-Widget und andere tolle Add-ons

source: Get Pro
de_de: Pro gehen
ru_ru: Перейти на PRO
tr_tr: Pro Alın

source: Hi there!
de_de: Hallo!
ru_ru: Привет!
tr_tr: Merhaba!

source: We hope you love it, and we would really appreciate it if you would give us a <a href="%1$s" target="_blank">5 stars rating</a>.
de_de: Wir hoffen, dass es Ihnen gefällt, und würden uns freuen, wenn Sie uns eine <a href=“%1$s” target=“_blank”>5-Sterne-Bewertung</a> geben würden.
ru_ru: Мы надеемся, что он нравится плагин, и будем очень признательны, если вы поставите нам <a href=“%1$s” target=“_blank”>5 звезд</a>.
tr_tr: Umarız beğenirsiniz ve bize <a href=“%1$s” target=“_blank”>5 yıldız puanı</a> verirseniz çok memnun oluruz.

source: Rate the Plugin
de_de: Plugin bewerten
ru_ru: Оценить плагин
tr_tr: Eklentiyi Değerlendirin

source: WP Calorie Calculator PRO
de_de: WP Kalorien Kalkulator PRO

source: Calorie Calculator Cloud
de_de: Kalorien Kalkulator

source: Made by
de_de: Gemacht von

source: By clicking submit button you agree to our {privacy_policy} and {terms_and_conditions}.
de_de: Indem Sie auf die Schaltfläche „Senden“ klicken, stimmen Sie unserer {privacy_policy} und unseren {terms_and_conditions} zu.
ru_ru: Нажимая кнопку отправки, вы соглашаетесь с нашей {privacy_policy} и {terms_and_conditions}.
tr_tr: Gönder düğmesine tıklayarak {privacy_policy} ve {terms_and_conditions}’ı kabul etmiş olursunuz.

source: Basic Information
de_de: Allgemeine Informationen
ru_ru: Основная информация
tr_tr: Temel bilgi

source: m / f
de_de: m / w
ru_ru: м / ж
tr_tr: erkek / kadın

source: Sex
de_de: Geschlecht
ru_ru: Пол
tr_tr: Cinsiyetiniz

source: Age
de_de: Alter
ru_ru: Возраст
tr_tr: Yaşınız

source: years
de_de: Jahre
ru_ru: лет
tr_tr: yaş

source: Weight
de_de: Gewicht
ru_ru: Вес
tr_tr: Kilo

source: Height
de_de: Größe
ru_ru: Рост
tr_tr: Boy

source: Goal
de_de: Ziel
ru_ru: Цель
tr_tr: Hedefler

source: Activity Level
de_de: Aktivitätsniveau
ru_ru: Уровень активности
tr_tr: Aktivite durumu

source: Edit Calculator
de_de: Kalkulator bearbeiten
ru_ru: Редактировать
tr_tr: Hesaplayıcı Düzenle

source: You can see it because you’re logged in as an administrator
de_de: Sie können es sehen, weil Sie als Administrator angemeldet sind
ru_ru: Вы видите эту ссылку, т.к. являетесь администратором сайта
tr_tr: Yönetici olarak oturum açtığınız için bunu görebilirsiniz

source: Enter your email for results:
de_de: Geben Sie Ihre E-Mail-Adresse ein, um Ergebnisse zu erhalten:
ru_ru: Введите свой E-mail для получения результатов:
tr_tr: Sonuçları görmek için e-posta adresinizi giriniz:

source: my@email.com
de_de: Ihre E-Mail
tr_tr: email@email.com

source: Calculate now
de_de: Kalkulation

source: Your results:
de_de: Ihr Ergebnis:
ru_ru: Ваш результат:
tr_tr: İhtiyacınız:

source: Target calorie intake per day:
de_de: Ziel-Kalorienzufuhr pro Tag:
ru_ru: Целевое потребление калорий в день:
tr_tr: Günlük hedef kalori alımı:

source: By BLV
de_de: Von BLV

source: Text color
ru_ru: Цвет текста
tr_tr: Metin rengi

source: Moderate
ru_ru: Средний
tr_tr: Orta

source: cm
ru_ru: см

source: kg
ru_ru: кг

source: Zapier Webhook is missing or not enabled!
ru_ru: Zapier Webhook отсутствует или не включен!
tr_tr: Zapier Webhook eksik veya etkin değil!

source: Normal
ru_ru: Средний

source: Imperial
ru_ru: Имперская
tr_tr: İnç

source: Name
ru_ru: Наименование
tr_tr: İsim

source: Slider
ru_ru: Слайдер

source: Make your website users' favorite place to be!
ru_ru: Сделайте ваш сайт любимым местом пользователей!
tr_tr: Web sitenizi kullanıcıların en sevdiği yer haline getirin!

source: ConvertKit, Hubspot, Mailchimp, Zapier, Google reCAPTCHA, Elementor widget and other amazing add-ons
ru_ru: Интеграция с сервисами ConvertKit, Hubspot, Mailchimp, Zapier, Google reCAPTCHA, виджет Elementor и других классных дополнений
tr_tr: ConvertKit, Hubspot, Mailchimp, Zapier, Google reCAPTCHA, Elementor widget'ı ve diğer harika eklentiler

source: Get WP Calorie Calculator
ru_ru: Получить WP Калькулятор калорий
tr_tr: WP Kalori Hesaplayıcısını edinin
